Repository: chivud/numus
Catalog: lib/l10n/app_*.arb
Languages: ro

# homeTitle
source: Overview
ro: Prezentare generală

# homeYourBalance
source: Your balance
ro: Soldul tău

# homeYourSavings
source: Your savings
ro: Economiile tale

# homeTransactionList
source: Transaction list
ro: Lista tranzacțiilor

# homeTransactionListEmpty
source: There are no operations yet...
ro: Nu există încă operații ...

# homeCharts
source: Charts
ro: Diagrame

# homeSettings
source: Settings
ro: Setări

# selectCategoryTitle
source: Select category
ro: Selectați categoria

# selectCategoryExpense
source: Expense
ro: Cheltuieli

# selectCategoryIncome
source: Incomes
ro: Venituri

# selectCategorySavings
source: Savings
ro: Economii

# selectCategoryAddCategory
source: Add category...
ro: Adaugă categorie ...

# selectCategoryThereAreNoCategories
source: There are no categories of this type.
ro: Nu există categorii de acest tip.

# selectCategoryRemoveCategoryPopUpTitle
source: Remove category
ro: Șterge categoria

# selectCategoryRemoveCategoryPopUpCancel
source: Cancel
ro: Anulează

# selectCategoryRemoveCategoryPopUpRemove
source: Remove
ro: Ștergeți

# selectCategoryRemoveCategoryPopUpContent
source: Are you sure do you want to completely remove this category?
ro: Sigur doriți să eliminați complet această categorie?

# selectCategoryRemoveCategoryPopUpImpossibleContent
source: This category cannot be removed because it has transactions attached. Please edit it if you want to change something.
ro: Această categorie nu poate fi eliminată deoarece are tranzacții atașate. Vă rugăm să o editați dacă doriți să schimbați ceva.

# editCategoryTitle
source: Edit category
ro: Editați categoria

# addAmountTitle
source: Add amount
ro: Adăugați suma

# addAmountMessageNotZero
source: The amount cannot be 0
ro: Suma nu poate fi 0

# addAmountMessageExceedsSavings
source: exceeds the total amount available in savings
ro: depășește suma totală disponibilă în economii

# addAmountMessageExceedsBalance
source: exceeds the total amount available in balance
ro: depășește suma totală disponibilă în sold

# chartsTitle
source: Charts
ro: Diagramele

# chartsExpensesTitle
source: Total Expenses
ro: Cheltuieli totale

# chartsExpensesEmpty
source: No data for this time range.
ro: Nu există date pentru acest interval de timp.

# chartsIncomeTitle
source: Incomes
ro: Venituri

# chartsSavingsTitle
source: Savings
ro: Economii

# settingsTitle
source: Settings
ro: Setări

# settingsCurrency
source: Currency
ro: Monedă

# settingsFirstDay
source: First day of the month
ro: Prima zi a lunii

# settingsFeedback
source: Leave Feedback
ro: Lasă feedback

# settingsLanguage
source: Language
ro: Limbă

# currencyTitle
source: Pick your currency
ro: Alegeți moneda dvs.

# currencySearch
source: search
ro: căutare

# startOfMonthTitle
source: Enter start of month
ro: Introduceți începutul lunii

# startOfMonthSubtitle
source: Enter first day of the month
ro: Introduceți prima zi a lunii

# startOfMonthBody
source: It is usually the day your receive your salary
ro: De obicei este ziua în care îți primești salariul

# startOfMonthError
source: Value must be between 1 and 30
ro: Valoarea trebuie să fie între 1 și 30

# datePickerAll
source: All
ro: Toate

# datePickerShowAll
source: Show all
ro: Afișează tot

# datePickerSelectMonth
source: Select month
ro: Selectați luna

# datePickerSelectRange
source: Select date range
ro: Selectați intervalul de date

# addCategoryExpensesTitle
source: Add expense category
ro: Adăugați o categorie de cheltuieli

# addCategoryIncomeTitle
source: Add income category
ro: Adăugați o categorie de venituri

# addCategorySavingsTitle
source: Add savings category
ro: Adăugați o categorie de economii

# editCategoryExpensesTitle
source: Edit expense category
ro: Editați categoria de cheltuieli

# editCategoryIncomeTitle
source: Edit income category
ro: Editați categoria de venituri

# editCategorySavingsTitle
source: Edit savings category
ro: Editați categoria de economii

# addCategoryName
source: Category Name...
ro: Nume categorie ...

# addCategoryEmptyName
source: Please enter a name for your category
ro: Vă rugăm să introduceți un nume pentru categoria dvs.

# editTransactionTitle
source: Edit transaction
ro: Editați tranzacția

# editTransactionPopUpTitle
source: Remove transaction
ro: Eliminați tranzacția

# editTransactionPopUpBody
source: Are you sure do you want to completely remove this transaction?
ro: Sigur doriți să eliminați complet această tranzacție?

# editTransactionPopUpAction
source: Remove
ro: Eliminați

# editTransactionPopUpCancel
source: Cancel
ro: Anulați

# getStartedTitle
source: Welcome!
ro: Bun venit!

# getStartedBody
source: Start tracking your income, expenses and savings with just a few taps.
ro: Începeți să vă urmăriți veniturile, cheltuielile și economiile cu doar câteva atingeri.

# getStartedAction
source: Get Started
ro: Începeți

# languagePickerSelect
source: Select your language
ro: Selectați limba dumneavoastra

# languageSearch
source: search
ro: căutare
